cases/test_reacting_buoyantPbePimpleFoam_200muLmin_shortInlet/0.org/U
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2012                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    object      U;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 -1 0 0 0 0];

internalField   uniform (0 0 0);

boundaryField
{
    inlet1
    {
        type                flowRateInletVelocity;
        volumetricFlowRate  3.3333e-9;
        extrapolateProfile  yes;
        value               uniform (0 0 0);
    }

    inlet2
    {
        type                flowRateInletVelocity;
        volumetricFlowRate  3.3333e-9;
        extrapolateProfile  yes;
        value               uniform (0 0 0);
    }

    outlet
    {
        type                zeroGradient;
    }

    walls
    {
        type            noSlip;
    }

    frontBack
    {
        type            empty;
    }
}

// ************************************************************************* //
